<template>
  <div class="font-class-1">
    회사의 서비스인 학학이는 회원의 개인정보를 매우 소중히 생각합니다. 학학이는
    「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「개인정보 보호법」을
    비롯한 개인정보 관련 법령을 준수하고 있습니다. 알려주신 개인정보는 동의하신
    목적과 범위 내에서만 이용되며, 별도의 동의 없이는 결코 제3자에게 제공되지
    않습니다. 또한 기본적 인권 침해의 우려가 있는 민감한 개인정보는 수집하지
    않습니다. 다만, 회원이 동의를 거부하는 경우 서비스의 전부 또는 일부를 이용할
    수 없음을 알려드립니다.
    <br />
    <br />
    본 개인정보취급방침은 개인정보를 안전하게 취급하기 위한 학학이의 정책과
    자세한 사항을 알려 드리기 위해 마련되었으며 앱과 웹사이트
    (https://hakhak.io)에서 언제든 확인하실 수 있습니다.
    <br />
    <br />
    <span class="font-class-4 font-class-ex">1. 개인정보 수집 및 이용목적</span>
    <br />
    학학이는 서비스 제공을 위해 필요한 최소한의 개인정보만을 수집하고 있으며,
    이에 대한 동의를 얻고 있습니다.
    <br />
    <br />
    <span class="font-class-4">
      가. 회사가 수집하는 개인정보의 항목 및 이용목적은 아래와 같습니다.
    </span>
    <br />
    <br />
    <table>
      <thead>
        <tr>
          <th>분류</th>
          <th>수집시점</th>
          <th>수집 및 이용목적</th>
          <th>수집항목</th>
          <th>보유 및 이용기간</th>
        </tr>
      </thead>
      <tbody>
        <tr>
          <td rowspan="2">필수</td>
          <td>회원 가입 시</td>
          <td>회원제 서비스 제공 및 회원 관리</td>
          <td>
            - 소셜 회원가입 시 수집항목
            <br />
            1) 카카오톡 가입 시 : 프로필 정보(닉네임/프로필 사진), 카카오
            계정(이메일 정보)
            <br />
            2) 페이스북 가입 시 : 이메일 정보
            <br />
            3) Apple가입 시 : Apple ID(이메일 정보), 닉네임 정보
            <br />
            <br />
            - 회원 상태 값 별 수집항목
            <br />
            (학생 회원) 초/중/고 정보 : 학년, 학교타입, 학교이름, 학교 지역
            <br />
            (비학생 회원) 재수, 반수, 검정고시, 학부모, 기타
            <br />
            <br />
            * 재수 반수의 경우 연차 정보 수집
          </td>
          <td rowspan="5">
            목적 달성 후 바로 파기
            <br />
            단, 관련 볍령에서 별도의 보관기간을 정하는 경우 해당 시점까지 보관
          </td>
        </tr>
        <tr>
          <td>생선 결제 시</td>
          <td>결제 이력관리</td>
          <td>결제 일시, 결제방법, 결제 스토어, 결제 금액, 통화, 결제IP</td>
        </tr>
        <tr>
          <td rowspan="2">선택</td>
          <td>프로필 수정 시</td>
          <td>회원 관리</td>
          <td>회원 프로필 이미지</td>
        </tr>
        <tr>
          <td>이벤트 참여 시</td>
          <td>이벤트 및 광고성 정보 제공과 참여 기회 제공</td>
          <td>이메일, 생년월일, 단말기 정보, 전화번호</td>
        </tr>
        <tr>
          <td>
            생성정보
            <br />
          </td>
          <td>회원가입 또는 서비스 이용 시</td>
          <td>
            신규서비스 개발 및 맞춤 서비스 제공, 통계학적 특성에 따른 서비스
            제공 및 광고 게재, 통계자료 작성 및 데이터 분석, 회원 식별, 부적
            회원 제재
          </td>
          <td>
            서비스 이용기록, 접속로그, 불량이용기록, 통신사정보, OS 정보 및
            기기정보, 기기식별 정보(UUID 또는 SSAID), 위치 정보, 결제기록, 질문
            및 활동기록
          </td>
        </tr>
      </tbody>
    </table>
    <br />
    <br />
    <span class="font-class-4">
      나. 회사는 관련 법령에 따라 아래 정보를 보관하고 있습니다.
    </span>
    <br />
    <br />
    <table>
      <thead>
        <tr>
          <th>근거법령</th>
          <th>보유정보</th>
          <th>보유기간</th>
        </tr>
      </thead>
      <tbody>
        <tr>
          <td rowspan="4">전자상거래 등에서의 소비자보호에 관한 법률</td>
          <td>계약 또는 청약철회 등에 관한 기록</td>
          <td rowspan="2">5년</td>
        </tr>
        <tr>
          <td>대금결제 및 재화 등의 공급에 관한 기록</td>
        </tr>
        <tr>
          <td>소비자의 불만 또는 분쟁처리에 관한 기록</td>
          <td>3년</td>
        </tr>
        <tr>
          <td>표시, 광고에 관한 기록</td>
          <td>6개월</td>
        </tr>
        <tr>
          <td>전자금융거래법</td>
          <td>전자금융 거래에 관한 기록</td>
          <td>5년</td>
        </tr>
        <tr>
          <td>통신비밀보호법</td>
          <td>서비스 방문기록, 접속로그, 접속 아이피</td>
          <td>3개월</td>
        </tr>
        <tr>
          <td>정보통신망 이용촉진 및 정보보호 등에 관한 법률</td>
          <td>본인 확인에 관한 기록</td>
          <td>6개월</td>
        </tr>
      </tbody>
    </table>
    <br />
    <br />
    <span class="font-class-4">
      다. 회사는 서비스의 부정이용을 방지하기 위해 회원의 계정정보 및 서비스
      이용기록을 회원 탈퇴일로부터 3개월간 보관합니다.
    </span>
    <br />
    <br />
    <span class="font-class-4 font-class-ex">2. 개인정보의 제공 및 공유</span>
    <br />
    회사는 회원의 개인정보를 “개인정보의 수집 및 이용목적”에서 고지한 범위
    내에서 이용하며, 회원의 사전 동의 없이는 그 범위를 초과하여 이용하거나
    외부에 공개하지 않습니다. 다만, 아래의 경우에는 주의를 기울여 개인정보를
    이용 및 제공할 수 있습니다.
    <br />
    <br />
    <span class="font-class-4">가. 회원이 사전에 동의한 경우</span>
    <br />
    <span class="font-class-4">
      나. 법령에 특별한 규정이 있는 경우 또는 수사기관이 수사 목적으로 법령에
      정해진 절차와 방법에 따라 요구한 경우
    </span>
    <br />
    <br />
    <span class="font-class-4 font-class-ex">
      3. 개인정보의 파기절차 및 방법
    </span>
    <br />
    회사는 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게
    되었을 때에는 지체없이 해당 개인정보를 파기합니다. 다만, 정보통신망 이용촉진
    및 정보보호 등에 관한 법률에 따라 개인정보를 계속 보존하여야 하는 경우, 해당
    개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 분리하여
    보관합니다.
    <br />
    <br />
    <span class="font-class-4">가. 파기절차</span>
    <br />
    회원이 서비스 이용과정에서 제공한 목적이 달성된 후 별도의 DB로 옮겨져 내부
    방침 및 기타 관련 법령에 의한 정보보호 사유에 따라(보유 및 사용기간 참조)
    일정 기간 저장된 후 파기되며, 법률에 의한 경우가 아니고서는 보유하는 이와의
    다른 목적으로 이용되지 않습니다.
    <br />
    <br />
    <span class="font-class-4">나. 파기방법</span>
    <br />
    종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기하며, 전자적
    파일 형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여
    삭제합니다.
    <br />
    <br />
    <span class="font-class-4 font-class-ex">
      4. 개인정보 자동 수집 장치의 설치, 운영 및 거부에 관한 사항
    </span>
    <br />
    학학이는 회원에게 특화된 맞춤 서비스를 제공하기 위해서 '쿠키(cookie)' 등을
    이용합니다. 쿠키란 웹사이트를 운영하는데 이용되는 서버가 이용자의 브라우저에
    보내는 작은 텍스트 파일로서 이용자의 컴퓨터 하드디스크에 저장되기도 합니다.
    학학이는 접속 빈도나 방문 시간 등을 분석, 회원의 취향과 관심분야를 파악 및
    자취 추적, 각종 이벤트 참여 정보 및 방문 회수 파악 등을 통한 타겟 마케팅을
    위하여 쿠키를 사용합니다.
    <br />
    <br />
    이용자는 쿠키 설치에 대한 선택권을 가지고 있으며 이용자는 웹 브라우저에서
    옵션을 설정함으로써 쿠키를 허용하거나, 모든 쿠키의 저장을 거부할 수도
    있습니다. 단, 저장을 거부하는 경우 로그인이 필요한 서비스 이용에 어려움이
    있을 수 있습니다.
    <br />
    <br />
    쿠키 설정 거부 방법 예: 쿠키 설정을 거부하는 방법으로는 이용자가 사용하는 웹
    브라우저의 옵션을 선택함으로써 모든 쿠키를 허용하거나 쿠키를 저장할 때마다
    확인을 거치거나, 모든 쿠키의 저장을 거부할 수 있습니다.
    <br />
    설정방법 예(모바일의 경우) : 웹브라우저> 메뉴 > 설정 > 개인정보 보호 및 보안
    > 쿠키허용 체크 해제
    <br />
    <br />
    <span class="font-class-4 font-class-ex">5. 개인정보의 취급 위탁</span>
    <br />
    회사는 동의 없이 귀하의 개인정보를 외부에 위탁처리 하지 않습니다. 하지만
    서비스 향상 및 안정적인 개인정보 취급을 위해서 귀하의 개인정보를 외부에
    위탁하여 처리할 수 있습니다.
    <br />
    <br />
    <span class="font-class-4">
      가. 개인정보의 처리를 위탁하는 경우에는 미리 그 사실을 귀하에게
      고지하겠습니다.
    </span>
    <br />
    -신규 서비스 개발 및 인증 서비스, 맞춤서비스 제공, 통계학적 특성에 따른
    서비스 제공 및 광고 게재, 이벤트 및 광고성 정보 제공 및 참여기회 제공,
    접속빈도 파악, 회원의 서비스이용에 대한 통계, 서비스의 유효성 확인
    <br />
    <br />
    <span class="font-class-4">
      나. 개인정보의 처리를 위탁하는 경우에는 위탁계약 등을 통하여
      서비스제공자의 개인정보보호 관련 지시엄수, 개인정보에 관한 비밀유지, 제3자
      제공의 금지 및 사고시의 책임부담 등을 명확히 규정하고 당해 계약내용을 서면
      또는 전자적으로 보관하겠습니다.
    </span>
    <br />
    <br />
    <span class="font-class-4 font-class-ex">
      6. 개인정보의 기술적/관리적 보호조치
    </span>
    <br />
    회사는 개인정보의 안정성 확보를 위해 다음과 같은 조치를 취하고 있습니다.
    <br />
    <br />
    - 관리적 조치 : 내부관리계획 수립 시행, 정기적 직원 교육 등
    <br />
    - 기술적 조치 : 개인정보처리시스템 등의 접근권한 관리, 접근통제시스템 설치,
    고유식별정보 등의 암호화, 보안프로그램 설치 등
    <br />
    <br />
    <span class="font-class-4 font-class-ex">
      7. 회원 및 법정대리인의 권리와 문의방법
    </span>
    <br />
    회원 및 법정대리인은 언제든지 자신 혹은 당해 만14세 미만 아동의 개인정보를
    조회하거나 수정할 수 있으며 수집 및 이용에 대한 동의를 철회하거나 가입
    해지를 요청할 수 있습니다. 구체적으로는 서비스 내 프로필설정 기능을 통한
    변경 또는 계정 탈퇴를 클릭하거나, 고객센터를 통해 개인정보관리책임자에게
    전화 또는 이메일로 연락하시면 지체 없이 처리하여 그 결과를 알려드립니다.
    또한 탈퇴 후에도 고객센터를 통하여 개인정보의 파기를 확인 받으실 수
    있습니다. 개인정보보호와 관련한 문의, 불만 기타 사항은
    개인정보보호책임자에게 문의하실 수 있습니다.
    <br />
    <br />
    <span class="font-class-4 font-class-ex">
      8. 개인정보보호책임자 및 연락처
    </span>
    <br />
    회원은 회사의 서비스를 이용하며 발생하는 모든 개인정보보호 관련 민원을
    개인정보보호책임자 혹은 담당부서로 신고하실 수 있습니다. 회사는 회원의
    신고사항에 대해 신속하게 충분한 답변을 드릴 것입니다.
    <br />
    <br />
    [개인정보보호책임자]
    <br />
    - 이름 : 박정원
    <br />
    - 직위 : 대표
    <br />
    - 전화 : 010-6353-5643
    <br />
    - 이메일 : hello@hakhak.io
    <br />
    <br />
    기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에
    문의하시기 바랍니다.
    <br />
    - 개인정보침해신고센터 (www.118.or.kr / 118)
    <br />
    - 정보보호마크인증위원회 (www.eprivacy.or.kr / 02-580-0533~4)
    <br />
    - 대검찰청 첨단범죄수사과 (www.spo.go.kr / 02-3480-2000)
    <br />
    - 경찰청 사이버테러대응센터 (www.ctrc.go.kr / 02-392-0330)
    <br />
    <br />
    <span class="font-class-4 font-class-ex">
      9. 개인정보처리방침의 개정과 그 공지
    </span>
    <br />
    본 개인정보 처리방침을 개정할 경우에는 최소 7일전에 홈페이지 또는 이메일을
    통해 변경 및 내용 등을 공지하도록 하겠습니다. 다만 이용자의 소중한 권리 또는
    의무에 중요한 내용 변경이 발생하는 경우 시행일로부터 최소 30일 전에
    공지하도록 하겠습니다.
    <br />
    <br />
    - 공고일자 : 2020년 12월 14일
    <br />
    - 시행일자 : 2020년 12월 21일
  </div>
</template>

<style>
.font-class-1 {
  line-height: 22px;
  letter-spacing: 1px;
  white-space: normal;
}

.font-class-4 {
  white-space: normal;
}

.font-class-ex {
  font-size: 18px;
  white-space: normal;
}

th {
  font-weight: 700;
  background: #ccc;
}

th,
td {
  border: 1px solid #444444;
  padding: 10px;
}
</style>
