<template>
  <div class="font-class-1">
    <span class="font-class-4">제1조 [목적]</span>
    <br />
    이 약관은 주식회사 플랫가든(이하 “회사”라 합니다)이 제공하는 학학이
    애플리케이션 및 관련 서비스를 이용함에 있어 회사와 회원 간의 권리, 의무 및
    책임사항과 절차 등을 정하기 위해 만들어졌습니다.
    <br />
    <br />
    <span class="font-class-4">제2조 [용어의 정의]</span>
    <br />
    이 약관에서는 용어를 다음과 같이 정의하여 사용합니다.
    <br />
    <br />
    - 이용고객 : 회사가 제공하는 서비스를 이용하기 위해 애플리케이션을 다운로드
    받은 자를 말합니다.
    <br />
    - 회원 : 서비스에 접속하여 이 약관에 따라 회사와 이용계약을 체결함으로써
    서비스를 이용하는 고객 여러분을 말합니다.
    <br />
    - 서비스 : 애플리케이션 및 사이트에서 회원이 이용할 수 있는 질문, 답변,
    검색, 콘텐츠 등 애플리케이션 및 사이트에서 제공되는 서비스 일체를
    의미합니다.
    <br />
    - 관리자 : 서비스의 전반적인 관리와 원활한 운영을 위하여 회사에서 선정한
    사람 또는 회사를 말합니다.
    <br />
    - 단말기 : 서비스를 이용할 수 있는 휴대폰, 스마트폰, PDA, 태블릿, 등 유무선
    기기를 말합니다.
    <br />
    - 애플리케이션 : 회사가 제공하는 서비스를 이용할 수 있는 프로그램 일체를
    의미합니다.
    <br />
    - 앱스토어사업자 : 회사가 제공하는 애플리케이션을 다운로드 받을 수 있고,
    In-App결제를 할 수 있도록 하는 오픈마켓 사업자를 말합니다.
    <br />
    - 플랫폼사업자 : 회사와 제휴하여 서비스를 제공하는 사업자 및 관련 서비스
    일체를 말합니다.
    <br />
    - 회원계정 : 회원의 식별과 서비스 이용을 위하여 회원이 선정하고
    앱스토어사업자 또는 플랫폼사업자가 부여하는 문자, 숫자 또는 특수문자의
    조합을 의미합니다.
    <br />
    - 회원활동기록 : 회원이 질문한 글 또는 서비스에 남긴 댓글 등 회원이 남긴
    모든 활동을 의미합니다.
    <br />
    - 콘텐츠 : 회사가 서비스를 이용할 수 있도록 제작한 모든 아이템, 콘텐츠 및
    기타 관련 정보를 말합니다.
    <br />
    - 무료콘텐츠 : 회원이 별도의 결제없이 무료로 사용할 수 있는 모든 서비스를
    말합니다.
    <br />
    - 유료콘텐츠 : 회원이 서비스를 이용함에 있어 특정한 서비스를 이용하기 위하여
    In-App결제를 통해 구매하는 콘텐츠를 말합니다.
    <br />
    - In-App결제 : 애플리케이션 내에서 유료콘텐츠를 구매하기 위한 결제 행위를
    말합니다.
    <br />
    <br />
    <span class="font-class-4">제3조 [약관의 게시와 개정]</span>
    <br />
    1. 이 약관은 회원이 쉽게 알 수 있도록 애플리케이션 내의 연결화면 및
    https://flatgarden.kr(이하 “웹사이트”)에 게시합니다.
    <br />
    <br />
    2. 회사는 필요에 따라 「약관의 규제에 관한 법률」, 「정보통신망이용촉진 및
    정보보호 등에 관한 법률」 등 관련 법령을 위반하지 않는 범위 내에서 이 약관을
    개정할 수 있습니다.
    <br />
    <br />
    3. 회사가 약관을 개정하는 경우 적용일자 및 개정사항을 명시하여 적용일 7일
    전에 애플리케이션 공지사항 게시판 또는 이메일, 앱푸시 등을 통해 공지합니다.
    다만, 회원의 권리·의무에 중대한 영향을 미치는 사항에 대해서는 그 적용일 30일
    이전부터 공지합니다.
    <br />
    <br />
    4. 기존 회원이 변경된 약관에 동의하지 않는 경우에는 서비스 이용을 중단하고
    회원탈퇴를 할 수 있습니다. 다만 전항의 방법으로 공지를 하였음에도 별도의
    의사표시를 하지 않은 경우 또는 회원이 변경되는 약관 적용일 이후에도 서비스를
    계속 이용하는 경우에는 변경된 약관에 동의하는 것으로 간주합니다.
    <br />
    <br />
    <span class="font-class-4">제4조 [약관 외 준칙]</span>
    <br />
    이 약관에서 정하지 아니한 사항에 관하여는 「전자상거래 등에서의 소비자보호에
    관한 법률」, 「약관 규제에 관한 법률」, 「정보통신망이용촉진 및 정보보호
    등에 관한 법률」, 「콘텐츠 산업진흥법」 등 관련 법령 및 상관례에 따릅니다.
    <br />
    <br />
    <span class="font-class-4">제5조 [회원에 대한 통지]</span>
    <br />
    회사는 회원에게 알려야 할 사항이 발생하는 경우, 회원가입 시 회원이 공개한
    전자우편주소 또는 유, 무선, 푸시 메시지 등의 방법으로 통지할 수 있습니다.
    회사는 회원 전체에 대한 통지의 경우 14일 이상 회사 웹사이트 게시판에
    게시함으로써 전항의 통지에 갈음할 수 있습니다. 다만, 회원 본인의 거래 및
    사이트의 이용과 관련하여 중대한 영향을 미치는 사항에 대하여는 30일 이상
    전항과 동일한 방법으로 별도 통지할 수 있습니다.
    <br />
    <br />
    <span class="font-class-4">제6조 [이용 계약의 성립]</span>
    <br />
    1. 서비스 이용계약은 이용고객이 애플리케이션을 설치 및 구동하여 이 약관 및
    개인정보처리방침에 동의하면 그 이용신청에 대한 회사의 이용승낙으로
    성립합니다. 이용고객의 서비스 이용신청 완료 후 단말기내에서 애플리케이션이
    정상적으로 구동되는 경우에는 서비스 이용이 승낙된 것으로 간주됩니다.
    <br />
    <br />
    2. 가입신청자는 가입신청 시 진실한 정보를 기재하여야 하며, 허위의 정보를
    기재함으로써 인한 불이익 및 법적 책임은 가입신청자에게 있습니다.
    <br />
    <br />
    3. 가입신청자가 이전에 회원자격을 상실한 적이 있는 경우, 허위의 명의 또는
    타인의 명의를 이용한 경우, 기타 승낙이 불가능한 사유가 있는 경우 승낙이
    거부될 수 있습니다.
    <br />
    <br />
    4. 회사는 서비스 관련 설비의 여유, 기타 기술상 또는 업무상의 이유로 승낙을
    유보할 수 있으며, 그 결과를 가입신청자에게 알려드립니다.
    <br />
    <br />
    5. 본 약관 제8조 [회원의 의무]를 위반하는 경우 회사는 가입승낙이 되어있는
    회원가입의 승낙을 취소할 수 있습니다.
    <br />
    <br />
    <span class="font-class-4">제7조 [회원정보의 변경 및 관리]</span>
    <br />
    1. 회원은 애플리케이션의 “프로필 편집” 페이지에서 언제든지 자신의 개인정보
    중 일부를 열람하고 수정 열람하고 수정할 수 있습니다.
    <br />
    <br />
    2. 회사는 회원이 전항의 변경사항을 수정하지 않아 발생한 불이익에 대하여
    책임지지 않습니다.
    <br />
    <br />
    3. 회사는 회원 계정을 통하여 회원의 서비스 이용 가능 여부 등 제반 회원
    관리업무를 수행합니다.
    <br />
    <br />
    4. 회원은 자신의 회원 계정을 선량한 관리자로서의 주의 의무를 다하여
    관리하여야 합니다. 회사는 회원이 자신의 계정을 소홀히 관리하거나 제3자에게
    이용을 승낙함으로써 발생하는 손해에 대해 어떠한 책임도 부담하지 않습니다.
    <br />
    <br />
    <span class="font-class-4">제8조 [회원의 의무]</span>
    <br />
    회사는 회원이 다음 각 호에 해당하는 의무를 위반하였을 경우, 기간을 정하여
    전부 또는 일부의 서비스 이용을 중지하거나 이용계약을 해지할 수 있으며, 관련
    게시물은 삭제됩니다. 또한 회사는 각 호에 해당하는 게시글의 경우 필요하다고
    판단될 경우 법적 처리 및 사이버수사대 등에 신고할 수 있습니다.
    <br />
    <br />
    1. 회원은 회사에서 제공하는 서비스를 서비스 본래의 이용 목적 이외의 용도로
    사용하거나 다음 각 항목들에 해당하는 행위를 하여서는 안됩니다.
    <br />
    - 회원 문의, 유료콘텐츠 복구 및 환불 요청, 이벤트 당첨 등으로 회사에
    개인정보 제공 시 타인의 개인정보를 사용하거나 허위 사실을 기재하는 행위
    <br />
    - 다른 회원의 회원계정을 도용 또는 부정하게 사용하거나 타인의 신용카드,
    유/무선 전화, 은행 계좌 등을 무단으로 도용하여 유료콘텐츠를 구매하는 행위
    <br />
    - 회사가 제공하지 않는 서비스를 이용하여 유료콘텐츠 등 콘텐츠를 타인과
    거래하거나 매매하는 행위
    <br />
    - 회사의 서비스 또는 애플리케이션을 이용하여 얻은 정보를 상업적/비상업적으로
    이용하거나, 알려지지 않은 버그를 사용하여 서비스를 이용하는 행위
    <br />
    - 회사의 서비스 또는 애플리케이션을 이용하여 자기 또는 타인에게 재산상의
    이익을 발생시키는 행위
    <br />
    - 타인의 명예를 훼손하거나 손해를 가하는 행위
    <br />
    - 회사 또는 제3자의 지적재산권, 초상권 등 기타 권리를 침해하는 행위
    <br />
    - 제3자를 기망하여 이득을 취하거나 또는 회사가 제공하는 서비스를 불건전하게
    이용하거나 이용하여 제3자에게 피해를 주는 행위
    <br />
    - 음란, 저속한 정보를 교류, 게재 또는 음란 사이트를 연결(링크)하거나
    승인되지 않은 광고 또는 홍보물을 게재하는 행위
    <br />
    - 재물을 걸고 도박하는 등 사행행위를 유도하거나 참여하는 행위
    <br />
    - 수치심, 혐오감 또는 공포심을 일으키는 문자, 기호, 음향, 영상 등을 다른
    회원에게 전송, 유포하는 행위
    <br />
    - 정보통신시스템, 데이터, 프로그램, 애플리케이션 등을 멸실, 훼손, 변조, 위조
    등을 하거나 그 운용을 방해하는 행위
    <br />
    - 애플리케이션을 임의로 변경 또는 애플리케이션에 다른 프로그램을
    추가·삽입하거나 서버와 애플리케이션간 데이터 통신을 조작, 변경 등을 하는
    행위
    <br />
    - 회사의 동의없이 영리, 영업, 광고, 정치활동, 불법 선거운동 등을 목적으로
    서비스를 사용하는 행위
    <br />
    - 기타 공공질서 및 미풍양속을 위반하거나 불법적, 부당한 행위 및 관련법령에
    위배되는 행위
    <br />
    <br />
    2. 회원은 회사의 웹사이트, 공식 블로그 또는 애플리케이션내의 공지사항 및 이
    약관 개정사항 등을 수시로 확인하고 준수할 의무가 있으며, 기타 회사의 업무에
    방해되는 행위를 하여서는 안 됩니다.
    <br />
    <br />
    3. 회원은 회원 계정 및 서비스를 이용하는 단말기에 대한 관리 책임을 부담하며,
    제3자에게 이를 이용하도록 하여서는 안 됩니다. 또한, 회원의 과실 내지 관리
    소홀 또는 단말기 이용허락 등을 통해 발생하는 유료콘텐츠의 구매·이용 등에
    대해서는 결제취소 내지 환불 등을 청구할 수 없습니다.
    <br />
    <br />
    4. 회사는 서비스 운영정책을 정하여 운영할 수 있으며, 회원은 회사에서 정한
    서비스 운영정책을 준수하여 서비스를 이용하여야 합니다.
    <br />
    <br />
    5. 회사는 서비스 운영정책을 수시로 변경할 수 있으며, 서비스 운영정책을
    변경하는 경우에는 사전에 공지합니다.
    <br />
    <br />
    <span class="font-class-4">제9조 [서비스의 제공 및 변경]</span>
    <br />
    1. 회사는 연중무휴, 1일 24시간 서비스 제공을 원칙으로 합니다.
    <br />
    <br />
    2. 회사는 운영상 또는 기술상 등의 상당한 이유가 있는 경우 제공하고 있는
    서비스를 변경할 수 있습니다.
    <br />
    <br />
    3. 전항에 따라 서비스가 변경되는 경우에는 변경되는 사유 및 내용을 회원에게
    통지합니다.
    <br />
    <br />
    <span class="font-class-4">제10조 [정보의 제공 및 광고의 게재 등]</span>
    <br />
    1. 회사는 서비스 이용 중 필요하다고 인정되는 다양한 정보를 웹사이트 또는
    애플리케이션 내 게시, 전자우편 또는 유선상 등의 방법으로 회원에게 제공할 수
    있습니다.
    <br />
    <br />
    2. 회사는 서비스 제공과 관련하여 회사 웹사이트, 애플리케이션 등에 광고를
    게재할 수 있습니다.
    <br />
    <br />
    3. 회사는 서비스 상에 게재되어 있거나 본 서비스를 통한 광고주의 판촉 활동에
    회원이 참여하거나 교신 또는 거래의 결과로써 발생하는 모든 손실 또는 손해에
    대해 책임을 지지 않습니다.
    <br />
    <br />
    <span class="font-class-4">제11조 [유료콘텐츠의 구매 및 사용기간 등]</span>
    <br />
    1. 회원은 서비스를 이용하고 있는 단말기의 종류에 따른 각 앱스토어사업자의
    결제정책에 따라 유료콘텐츠를 구매할 수 있으며, 해당 결제 정책의 차이로
    인하여 결제금액에 차이가 발생할 수 있습니다. 또한 유료콘텐츠의 구매 대금은
    앱스토어사업자와 연계된 이동통신사나 플랫폼사업자 및/또는 앱스토어사업자가
    정하는 방법 및 정책에 따라 부과되며, 납부방식 역시 해당 사업자의 결제정책을
    따릅니다.
    <br />
    <br />
    2. 회원이 서비스에서 구매한 유료콘텐츠는 해당 서비스 애플리케이션을 다운로드
    받아 설치한 단말기에서만 이용할 수 있습니다.
    <br />
    <br />
    3. 회원이 구매한 유료콘텐츠는 구매 후 특정한 기한의 제약을 받지 않고 소비할
    수 있습니다. 단, 사용기간이 별도로 명시된 유료콘텐츠의 경우에는 구매시
    명시된 사용기간에 따릅니다. 회원은 회사가 정하여 별도로 고지한 방법 이외에는
    유료콘텐츠를 회원 계정에서만 이용할 수 있으며, 제3자에게 양도, 대여, 매매
    또는 환전 등을 할 수 없습니다.
    <br />
    <br />
    <span class="font-class-4">제12조 [In-App 결제]</span>
    <br />
    1. 애플리케이션은 유료콘텐츠 구매를 위한 In-App결제 기능을 포함하고
    있습니다.
    <br />
    <br />
    2. 회원은 단말기의 비밀번호 설정기능, 앱스토어사업자 및/또는 이동통신사가
    제공하는 비밀번호 설정기능 등을 이용하여 제3자의 In-App결제를 방지하여야
    합니다.
    <br />
    <br />
    3. 회사는 회원이 In-App결제 방지기능 등을 이용하지 않거나 회원의 부주의로
    비밀번호가 노출되어 발생하는 제3자의 In-App결제에 대해 어떠한 책임도
    부담하지 않습니다.
    <br />
    <br />
    4. 회원이 이동통신사의 청소년 요금제에 가입한 경우, 해당 단말기에서의
    In-App결제를 하면 그 내용은 법정대리인의 동의가 있는 것으로 간주합니다.
    <br />
    <br />
    5. 회원은 In-App결제 대금을 성실히 납부하여야 할 책임이 있습니다.
    <br />
    <br />
    6. 회사의 정책 및 결제업체(이동통신사, 앱스토어사업자 등)의 정책, 방침 등에
    따라 각 결제수단별로 결제한도가 부여 또는 조정될 수 있습니다.
    <br />
    <br />
    <span class="font-class-4">제13조 [청약 철회 및 환불 등]</span>
    <br />
    1. 회원은 구매한 유료콘텐츠를 구매일 또는 유료콘텐츠 이용가능일로부터 7일
    이내에 별도의 수수료 없이 청약철회(구매 취소)를 할 수 있습니다. 단, 청약철회
    요청 시 이미 사용하였거나 사용한 것으로 간주되는 유료콘텐츠 등 이에 준하는
    특성을 가진 유료콘텐츠에 대하여는 「전자상거래 등에서의 소비자보호에 관한
    법률」 제17조 제2항에 따라 청약철회(구매취소)가 제한될 수 있습니다.
    <br />
    <br />
    2. 회사는 회사의 귀책사유로 인하여 회원이 구매한 유료콘텐츠를 서비스에서
    이용하지 못하는 경우, 동일·유사한 유료콘텐츠로 보상하거나 해당 구매 금액을
    구매일에 관계없이 전액 환불합니다.
    <br />
    <br />
    3. 회원이 구매한 유료콘텐츠에 대한 환불은 회원이 이용한 앱스토어사업자의
    환불 정책에 따라 진행되며, 자세한 환불 신청절차는 앱스토어사업자의
    운영정책에 따릅니다. 또한 구매한 유료콘텐츠에 대한 환불이 완료된 경우에는
    환불 금액만큼 유료콘텐츠가 차감됩니다. 또한, 유료콘텐츠가 다르게 지급된
    경우에는 본조 제2항에서 정한 방법으로 환불을 합니다. 다만, 회원이 다르게
    지급된 유료콘텐츠의 일부를 사용한 경우에는 동일·유사한 유료콘텐츠로만
    보상합니다.
    <br />
    <br />
    4. 유료콘텐츠를 통해 무료콘텐츠로 전환한 경우, 전부 또는 일부 사용으로
    인하여 서비스내에서 구매할 수 있는 기본 단위가 훼손된 경우, 메시지함 및/또는
    선물함 등 유료콘텐츠의 송/수신과 관련된 화면에서 수락 등의 동의 과정을 거친
    경우 등 회원의 유료콘텐츠 이용으로 간주될 수는 사유가 있는 때에는 회원이
    사용의사를 밝힌 것으로 간주되며, 회원의 의도와 상이하게 타인을 통해
    구매되었을 경우도 포함합니다.
    <br />
    <br />
    5. 회원이 정상적인 구매내역이 기록되는 In-App결제를 통하지 않고 서비스
    이용행위로 취득하거나 다른 회원으로부터 선물받은 유료콘텐츠, 회사의 이벤트
    등을 통하여 취득한 무료콘텐츠는 환불되지 않습니다.
    <br />
    <br />
    6. 회사는 청약철회가 제한되는 유료콘텐츠에 대해 In-App결제 전에 청약철회가
    제한됨을 표시하는 등의 방법으로 청약철회 등의 권리행사가 방해받지 아니하도록
    조치합니다. 만약 회사가 이러한 조치를 하지 아니한 경우에는 청약철회 제한
    사유에도 불구하고 회원은 청약철회를 할 수 있습니다. 다만, 다음 각호의
    경우에는 청약철회가 제한됩니다.
    <br />
    - 구매 후 즉시 사용이 시작되거나 즉시 서비스에 적용되는 유료콘텐츠의 경우
    <br />
    - 추가적인 혜택이 제공된 유료콘텐츠 구매 후 해당 추가 혜택이 사용된 경우
    <br />
    - 묶음형(패키지형)으로 판매된 유료콘텐츠의 일부가 사용된 경우
    <br />
    - 개봉행위를 사용으로 볼 수 있거나 개봉 시 효용이 결정되는 캡슐형/확률형
    유료콘텐츠를 개봉한 경우
    <br />
    - 유료콘텐츠의 일부를 사용하였거나 이미 시간이 지나 다시 판매하기 곤란한
    경우
    <br />
    <br />
    7. 미성년자가 법정대리인의 동의없이 In-App 결제로 유료콘텐츠를 구매한 경우,
    미성년자 또는 법정대리인은 In-App결제를 취소할 수 있습니다. 단, 미성년자의
    In-App결제가 법정대리인으로부터 처분을 허락받은 재산의 범위 내인 경우 또는
    미성년자가 사술 등을 사용하여 성년자로 믿게 한 때에는 취소가 제한됩니다.
    유료콘텐츠 구매자가 미성년자인지 여부는 In-App결제가 진행된 단말기 또는
    신용카드 등 결제수단의 명의자를 기준으로 판단됩니다. 미성년자의 결제취소를
    요청하시는 경우 회사의 필요에 따라 미성년자 및 법정대리인을 증명할 수 있는
    서류를 제출하여야 합니다.
    <br />
    <br />
    8. In-App결제는 앱스토어사업자가 제공하는 결제방식에 따르며. In-App결제
    과정에서 과오금이 발생하는 경우 앱스토어사업자에게 환불을 요청하여야 합니다.
    만약, In-App 결제과정에서 과오금이 발생하여 회사에 환불(결제취소 포함) 등을
    요청하는 경우 회사는 앱스토어사업자의 정책, 시스템에 따라 가능한 경우에
    한하여 앱스토어사업자에게 과오금 환불을 요청하여 환불을 진행하며, 과오금
    환불 방식은 제14조 제3항에 따릅니다. 다만, 앱스토어사업자가 과오금 환불을
    제한하고 있는 경우에는 회원이 직접 앱스토어사업자에게 과오금 환불을
    요청하여야 합니다.
    <br />
    <br />
    <span class="font-class-4">제14조 [청약 철회 등의 효과]</span>
    <br />
    1. 회사는 회원이 제13조 제1항 본문에 따른 청약철회를 한 경우 지체없이 해당
    유료콘텐츠를 회수 또는 삭제하고, 유료콘텐츠를 회수 또는 삭제한 날로부터
    영업일 3일 이내에 지급받은 대금을 환불하거나 결제취소를 통해 환불합니다.
    <br />
    <br />
    2. 제1항의 경우 회사가 회원에게 환불을 지연한 때에는 그 지연기간에 대하여
    「전자상거래 등에서의 소비자보호에 관한 법률」 및 같은 법 시행령에서 정하는
    이율을 곱하여 산정한 지연이자를 지급합니다.
    <br />
    <br />
    3. 회사는 환불을 함에 있어 회원이 신용카드, 그 밖에 「전자상거래 등에서의
    소비자보호에 관한 법률 시행령」에서 정한 결제수단으로 대금을 지급한 때에는
    지체없이 당해 결제수단을 제공한 사업자로 하여금 대금의 청구를 정지 또는
    취소하도록 요청합니다. 다만, 회사가 결제업자로부터 이미 대금을 지급받은
    때에는 이를 결제업자에게 환불하고 이를 소비자에게 통지합니다.
    <br />
    <br />
    4. 회원이 제13조 제1항 본문에 따른 청약철회를 한 경우 유료콘텐츠 등의 반환에
    필요한 비용은 회원이 부담하고, 회사는 회원에게 청약철회를 이유로 위약금 또는
    손해배상을 청구하지 않습니다.
    <br />
    <br />
    <span class="font-class-4">제15조 [회사의 의무]</span>
    <br />
    1. 회사는 지속적이고 안정적인 서비스 제공을 위해 최선을 다합니다.
    <br />
    <br />
    2. 회사는 회사가 정한 약관 및 운영 정책 혹은 법령을 위반하는 회원들을 강제
    탈퇴 조치하거나 혹은 관계 법령에 따라 법적 절차를 진행할 의무를 가집니다.
    <br />
    <br />
    3. 회사는 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 관계법령에 따라
    회원이 회원 가입 신청 시 기록한 개인정보, 이후에 추가로 기록한 개인정보 및
    서비스 이용 중 생성되는 개인정보를 보호하여야 합니다.
    <br />
    <br />
    4. 회사는 원활한 서비스 이용을 돕기 위해 회원에게 당사의 서비스 내용 및 이용
    안내에 대한 서신을 보낼 수 있습니다. (공지, SMS, E-mail 등)
    <br />
    <br />
    5. 회사는 이용계약의 체결, 계약사항의 변경 및 해지 등 회원과의 계약관련 절차
    및 내용에 있어 이용고객에게 편의를 제공하도록 최선을 다합니다.
    <br />
    <br />
    6. 회사는 가입 시 회원이 입력한 성별/학교/학년/등급 등의 진위여부를 보장하지
    않습니다.
    <br />
    <br />
    <span class="font-class-4">제16조 [계약의 종료]</span>
    <br />
    1. 회사는 다음과 같은 조건을 계약의 종료 조건으로 인정합니다.
    <br />
    - 회원의 자의에 의한 탈퇴 신청
    <br />
    - 자신의 의사를 회사에 피력한 경우
    <br />
    <br />
    2. 회원의 의무를 성실하게 이행하지 않거나, 약관에서 정한 사항 및 정책에
    위배되는 행위를 한 회원은 사전 고지 없이 강제 탈퇴 또는 운영정책에 따른
    단계적 이용 제한 조치될 수 있습니다. 회원 여건상 지속적인 계약 이행이
    어렵다고 판단될 경우 임의 계정 중지 및 해지 처리할 수 있습니다. (예: 사망
    또는 행방불명, 일정 기간 이상 활동을 하지 않는 휴면 회원 등)
    <br />
    <br />
    3. 본 약관을 위반 하거나, 기타 대한민국 관계 법령에 위반하는 행위에 대해서는
    경고 없이 회원의 권한이 박탈되며, 이에 대해 회사는 회원에게 별도의 보상을
    하지 않습니다.
    <br />
    <br />
    <span class="font-class-4">제17조 [개인정보보호]</span>
    <br />
    1. 회사는 회원의 개인정보보호를 중요시하며, 회원이 서비스를 이용함과 동시에
    온라인상에서 회사에게 제공한 개인정보의 철저한 보호를 위하여 최선을 다하고
    있습니다.
    <br />
    <br />
    2. 개인정보보호와 관련된 자세한 사항은 웹사이트에서 전자적 표시형태로
    제공되는 개인정보처리방침에서 확인하실 수 있습니다.
    <br />
    <br />
    3. 회사의 애플리케이션 또는 서비스에서 단순히 링크된 제3자 제공의 서비스
    또는 광고에 대하여는 회사의 개인정보처리방침이 적용되지 않습니다.
    <br />
    <br />
    4. 회사는 회원의 귀책사유로 인하여 노출된 회원 계정을 포함한 회원의
    개인정보에 대해서는 일체의 책임을 지지 않습니다.
    <br />
    <br />
    <span class="font-class-4">제18조 [손해배상]</span>
    <br />
    1. 회원은 이 약관의 의무를 위반함으로 인하여 회사에 손해를 입힌 경우 또는
    회원이 서비스를 이용하는 과정에서 회사에 손해를 입힌 경우 회사에 대하여 그
    손해를 배상하여야 합니다.
    <br />
    <br />
    2. 회원은 서비스 이용과정에서 행한 불법행위나 이 약관 위반행위로 인하여
    회사가 회원 이외의 제3자로부터 손해배상청구 또는 소송을 비롯한 각종
    이의제기를 받는 경우, 자신의 책임과 비용으로 회사를 면책시켜야 하며, 회사가
    면책되지 않음으로 인하여 회사에 손해가 발생한 경우 그 손해를 배상하여야
    합니다.
    <br />
    <br />
    <span class="font-class-4">제19조 [면책조항]</span>
    <br />
    1. 회사는 운영상 또는 기술상의 필요에 따라 제공하고 있는 서비스를 변경할 수
    있습니다. 변경될 서비스의 내용 및 제공일자 등에 대해서는 회사가 운영하는
    홈페이지에 게시하거나 E-mail, SMS로 회원에게 통지합니다. 단, 회사가 사전에
    통지할 수 없는 치명적인 버그 발생, 서버기기결함, 긴급 보안문제 해결 등의
    부득이한 사정이 있는 경우에는 사후에 통지할 수 있습니다.
    <br />
    <br />
    2. 회사는 다음 각 호에 해당하는 경우 서비스의 전부 또는 일부를 제한하거나
    중지할 수 있습니다.
    <br />
    - 전시, 사변, 천재지변 또는 국가 비상사태 등 불가항력적인 사유가 있는 경우
    <br />
    - 정전, 제반 설비의 장애 또는 이용량의 폭주 등으로 정상적인 서비스 이용에
    지장이 있는 경우
    <br />
    - 서비스용 설비의 보수 또는 공사 등 부득이한 사유가 있는 경우
    <br />
    - 회사의 제반 사정으로 서비스를 할 수 없는 경우
    <br />
    <br />
    3. 회사는 서비스 개편이나 운영상 또는 회사의 긴박한 상황 등에 의해 서비스
    전부나 일부를 중단할 필요가 있는 경우 30일 전에 공지사항에 이를 공지하고
    서비스의 제공을 중단할 수 있습니다. 회원은 서비스 전부 혹은 일부의 종료 시
    사용 기간이 남아 있지 않은 정액제 아이템 또는 횟수제 아이템에 대하여 배상을
    청구할 수 없습니다. 영구 아이템의 경우, 서비스 중단 공지 시 공지된 서비스의
    종료일까지를 아이템의 이용기간으로 봅니다.
    <br />
    <br />
    4. 회사는 기간통신 사업자가 전기통신 서비스를 중지하거나 정상적으로 운영을
    하지 못해 발생하는 문제에 대하여 책임이 면제됩니다.
    <br />
    <br />
    5. 회사는 회원의 귀책사유로 인한 서비스 이용 장애에 대한 책임을 지지
    않습니다. 회사는 회원이 회사의 서비스 제공으로부터 기대되는 이익을 얻지
    못하였거나, 서비스 내용을 숙지하지 못하여 발생하는 손해 등에 대해서는 책임을
    지지 않습니다.
    <br />
    <br />
    6. 회사는 회원이 작성한 프로필에 대해 회사가 별도로 인증함을 고시하지 않은
    경우 신뢰도 및 정확도 대한 책임을 지지 않으며 이로 인해 발생한 정신적,
    물질적 손해 등의 피해에 대한 책임이 면제됩니다.
    <br />
    <br />
    7. 회사의 콘텐츠 내 회원이 게재한 글 혹은 댓글의 저작권은 회원 본인에게
    있어야 하며, 해당 글의 진실성이나 명예훼손, 저작권 위반과 같은 문제가
    발생하여 벌어지는 민•형사 상의 모든 책임은 회원 본인에게 있습니다.
    <br />
    <br />
    8. 회원이 서비스 중인 서비스의 공지사항 등을 확인해야 하는 의무를 게을리하여
    그 내용을 숙지하지 못하여 발생하는 문제의 책임은 회원 본인에게 있습니다.
    <br />
    <br />
    9. 회사는 회원 신원을 보증하지 않습니다. 또한 회원이 다른 회원에게 경제적,
    정신적, 물질적 피해를 가해도 그 책임은 가해자인 회원에게 있습니다.
    <br />
    <br />
    <span class="font-class-4">제20조 [저작권의 귀속 및 이용제한]</span>
    <br />
    1. 회사의 상표, 로고, 제공하는 서비스 및 광고내용에 관한 지적재산권 등의
    권리는 회사에 귀속합니다.
    <br />
    <br />
    2. 회원은 서비스를 이용함으로써 얻은 정보를 회사의 사전승낙 없이 복제, 송신,
    출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게
    이용하도록 하여서는 안 됩니다.
    <br />
    <br />
    3. 회사는 각 호에 해당하는 문제에 대한 조사가 완료될 때까지 서비스의 이용을
    잠정적으로 중단할 수 있습니다.
    <br />
    - 회원 계정이 해킹 또는 도용 당하였다는 정당한 신고가 접수된 경우
    <br />
    - 서비스 운영정책에서 정하고 있는 제재대상 행위에 해당된다고 합리적으로
    의심되는 경우
    <br />
    - 그 밖에 위의 항목들에 준하는 행위에 해당한다고 판단되는 경우
    <br />
    <br />
    4. 회사는 제3항 각 호의 조사가 완료된 후 서비스 이용기간에 비례하여
    유료콘텐츠의 이용기간을 연장합니다. 다만, 제3항에 의한 위법행위자로 판명된
    경우에는 그러하지 아니합니다.
    <br />
    <br />
    5. 회사는 회원이 서비스를 이용하는데 남긴 회원활동기록을 통계화하여 활용할
    수 있습니다.
    <br />
    <br />
    <span class="font-class-4">제21조 [서비스의 종료]</span>
    <br />
    1. 회사는 서비스를 종료하고자 하는 날로부터 3개월 이전에 이 약관 제3조 3항의
    방법으로 회원에게 알립니다.
    <br />
    <br />
    2. 서비스 종료통지일 현재 기 결제된 서비스는 서비스 종료일까지 본 약관이
    정하는 바에 따라 소진하셔야 하며, 서비스 종료일 이후로는 자동 소멸되어
    회원은 유료 서비스에 관한 권리를 주장하실 수 없습니다.
    <br />
    <br />
    3. 종료 통지일로부터 서비스 종료일까지 서비스의 일부가 제한될 수 있습니다.
    <br />
    <br />
    <span class="font-class-4">제22조 [준거법 및 합의관할]</span>
    <br />
    1. 회사와 회원 간에 제기된 법적 분쟁은 대한민국 법을 준거법으로 합니다.
    <br />
    2. 회사와 회원 간의 분쟁에 관한 소송은 서울중앙지방법원 또는 민사소송법 상의
    관할법원에 제소합니다.
    <br />
    <br />
    <br />
    <br />
    &lt;부칙&gt; (2021년 9월 27일 개정)
    <br />
    본 약관은 2021년 10월 5일부터 적용됩니다.
  </div>
</template>

<style>
.font-class-1 {
  line-height: 22px;
  letter-spacing: 1px;
  white-space: normal;
}

.font-class-4 {
  font-size: 18px;
  white-space: normal;
}
</style>
